/******************************************************************************
 * 文件名  ：main.c
 * 描述    ：利用STM32的RTC实现一个简易的电子时钟。在超级终端中显示时间值。
 *           显示格式为 Time: XX:XX:XX(时：分：秒)，当时间
 *           计数为：23：59：59 时将刷新为：00：00：00。         
 * 实验平台：野火STM32开发板
 * 库版本  ：ST3.5.0
 *
 * 作者    ：zhangwj 
**********************************************************************************/
#include "stm32f10x.h"


int main(void)
{

  while (1);

}


/******************* (C) COPYRIGHT 2011 STMicroelectronics *****END OF FILE****/
